Revit 2027 API
ParameterTypeId.FabricSheetMinorReinforcementArea Property
 "Minor Reinforcement Area": Minor Reinforcement Area
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMinorReinforcementArea { get; }
Public Shared ReadOnly Property FabricSheetMinorReinforcementArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMinorReinforcementArea {
	ForgeTypeId^ get ();
}
static member FabricSheetMinorReinforcementArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace